<%@ page contentType="text/html; charset=UTF-8" pageEncoding="UTF-8" %>
<%@ include file="/WEB-INF/views/_layout.jspf" %>
<div class="main card">
  <h2>Правила</h2>
  <p>Игра «Змейка» — это классическая аркадная игра, в которой игрок управляет змейкой, перемещающейся по игровому полю. Цель игры — собирать еду, которая появляется на поле, увеличивая длину змейки. 
    Игра заканчивается, если змейка сталкивается с самой собой. С каждым съеденным кусочком еды сложность игры увеличивается, так как змейка становится длиннее, 
    и управлять ею становится сложнее.</p>
</div>